Repository: matthiask/django-authlib
Catalog: authlib/locale/*/LC_MESSAGES/django.po
Languages: de

source: is active
de: ist aktiv

source: is staff
de: ist Mitarbeiter

source: date joined
de: Konto seit

source: user
de: Nutzer

source: users
de: Nutzer

source: The link is expired. Please request another registration link.
de: Der Link ist abgelaufen. Bitte fordere einen anderen an.

source: Unable to verify the signature. Please request a new registration link.
de: Konnte Signatur nicht verifizieren. Bitte fordere einen neuen Link an.

source: Something went wrong while decoding the registration request. Please try again.
de: Etwas ging schief. Bitte versuche es nochmals.

source: The link has already been used.
de: Der Link wurde schon verwendet.

source: Welcome! Please fill in your details.
de: Schön bist du bei uns. Bitte ergänze deine Angaben.

source: No user with email address %s found.
de: Kein Nutzer mit Emailadresse %s gefunden.

source: Did not get an email address. Please try again.
de: Konnte Emailadresse nicht abholen. Bitte versuche es nochmals.

source: The email you entered (%(input)s) does not match the email of the account you're logged in as currently (%(current)s).
de: Die Email die du angegeben hast (%(input)s) stimmt nicht mit der Email des Profils überein, mit dem du angemeldet bist (%(current)s).

source: This email address belongs to an inactive account.
de: Diese Emailadresse gehört zu einem inaktiven Konto.

source: Please check your mailbox.
de: Bitte prüfe deine Mailbox.

source: You have been signed out.
de: Du hast dich abgemeldet.
